cask_args appdir: "/Applications"
# Install package
brew 'git'
brew 'thefuck'
brew 'autojump'
brew 'node'
brew 'tldr'
brew 'ripgrep'
brew 'mas'
brew 'jq'
brew 'httpie'
brew 'postgresql'
brew 'pgcli'
brew 'kubernetes-cli'

# Casks
cask 'iterm2'
cask '1password'
cask 'slack'
cask 'spotify'
cask 'gitup'
cask 'docker'
cask 'postman'
cask 'google-chrome'
cask 'brave-browser'
cask 'maccy'
cask 'vscodium'
