cask_args appdir: "/Applications"
# Install package

brew "ansible"
brew 'autojump'
brew 'fzf'
brew "gh"
brew 'git'
brew 'httpie'
brew 'jq'
brew 'kubernetes-cli'
brew 'mas'
brew "minikube"
brew "ncdu"
brew "ngrok"
brew "nmap"
brew 'node'
brew "nvm"
brew 'pgcli'
brew 'postgresql'
brew "pv"
brew 'ripgrep'
brew "ruby"
brew 'thefuck'
brew 'tldr'
brew "vagrant"
brew "virtualbox"
brew "watch"

# Casks
cask '1password'
cask 'brave-browser'
cask 'docker'
cask 'dozer'
cask 'gitup'
cask 'google-chrome'
cask 'iterm2'
cask 'keepassxc'
cask 'lunar'
cask 'maccy'
cask 'slack'
cask 'spotify'
cask 'postman'
cask "the-unarchiver"
cask 'vscodium'
