cask_args appdir: "/Applications"
# Install package

brew 'asdf'
brew 'dua-cli'
brew 'dust'
brew 'fd'
brew 'fzf'
brew 'gawk'
brew "gh"
brew 'git'
brew 'htop'
brew 'httpie'
brew 'hugo'
brew 'jc'
brew 'jq'
brew 'mas'
brew "ngrok"
brew "nmap"
brew 'pgcli'
brew "pv"
brew 'ripgrep'
brew 'rsync'
brew "ruby"
brew 'shellcheck'
brew 'starship'
brew 'swiftformat'
brew 'swiftlint'
brew 'thefuck'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew "watch"
brew 'watchman'
brew "zoxide"

# Casks
cask '1password'
cask '1password/tap/1password-cli'
cask 'brave-browser'
cask 'docker'
cask 'finicky'
cask 'google-chrome'
cask 'iterm2'
cask 'maccy'
cask 'monitorcontrol'
cask 'obsidian'
cask 'slack'
cask 'spotify'
cask "the-unarchiver"
